const chTranslations = {
    main: {
        slogan: {
            slogan1: "我们提供",
            slogal2: "机会",
        },
        nav: {
            chooseyourlanguage: "选择您的语言",
            main: "首页",
            howwework: "我们的工作方式",
            faq: "常见问题",
            contact: "联系我们",
        }
    },
    howWeWork: {
        businesstype: "履行和直邮业务",
        header: {
          header1: "准备迈上新的台阶，表现更出色",
          header2: "我们的产品类别包括",
          header3: "我们成功旅程的三个关键"
        },
        context:{
          context1: "Maximo Prime成立的简单使命是将卓越的产品与有眼光的客户联系起来。\n这个旅程始于我们对多元文化背景中的价值探索的真实兴趣。\n我们相信贸易业务超越了简单的买卖实物商品。\n它涉及分享文化背景和体验。\n凭借我们对卓越的承诺，我们旨在在这个充满活力的行业中取得最好的结果。\n加入我们，一起发掘隐藏的机遇，为客户提供满意的体验。",
          context2: {
            element1: "工具和家居改进",
            element2: "美容与个人护理",
            element3: "家居必需品",
            element4: "我们精心挑选的产品能够让人们的生活更加轻松舒适，并提升整体体验。"
          },
          context3: {
            title: {
              title1: "合作伙伴关系",
              title2: "质量检查",
              title3: "客户反馈"
            },
            element: {
              element1: "我们相信协同合作的伙伴关系是长期成功的基础。\n我们希望与志同道合的供应商合作，建立互利的关系。",
              element2: "确保顶级质量对于我们的私有标签产品尤为重要。\n我们致力于通过保持质量标准为客户提供价值。",
              element3: "通过积极分析市场和客户数据，我们可以发现更多机会并树立品牌声誉。\n我们重视客户反馈，因为它是我们成功的核心策略驱动力。"
            }
          }
        }
    },
    faq: {
        questions: {
            question1: "您提供哪种营销和促销支持来促进销售？",
            question2: "您的平台下订单和交付的流程是怎样的？",
            question3: "您如何处理产品的退换货？",
            question4: "您如何处理与客户的沟通？",
            question5: "成为Maximo Prime代发合作伙伴的流程是什么？"
          },
          answers: {
            answer1: "我们提供全面的营销和促销支持，以推动销售并为我们的客户提供更好的购物体验。通过我们巧妙运用社交媒体和电子邮件营销，我们随时向客户提供产品发布、特别折扣和个性化优惠的信息。您可以在我们的网站上轻松找到我们的社交媒体链接。",
            answer2: "履约产品和非履约产品的交付流程有所不同。对于履约产品，我们按照履约公司设定的交付流程处理订单。而对于非履约产品，我们的团队负责打包和交付。目前，我们平台上的大多数商品都通过履约系统管理。",
            answer3: "针对不同的履约方式，我们有不同的处理流程。对于由亚马逊履约的产品，我们严格遵守亚马逊的退货政策。至于我们的代发系统中的产品，如果退货请求符合我们的条件，我们将指导客户按照我们的标准退货政策办理。我们致力于在整个退货过程中为客户提供满意的体验。",
            answer4: "我们团队高度重视与客户的有效沟通。尽管我们对社交媒体的控制有限，但我们尽可能多地利用社交媒体与客户互动并传达我们的信息。在处理客户投诉时，我们努力迅速澄清情况、寻求快速解决方案，并确保客户感到放心和受到重视。",
            answer5: "成为我们的代发合作伙伴，请在我们的联系页面上填写申请表。我们将审核您的申请并在2-3个工作日内回复。我们重视长期合作的潜力，并期待共同探索美好的未来机会。",
        }
    },
    contactUs: {
        message: {
            message1: "请填写此表格，我们将在1-3个工作日内回复您。",
            message2: "如果您有其他问题和咨询，除了合作伙伴请求，请随时提问。"
          },
          form: {
            companyName: "公司名称",
            website: "网站",
            country: "国家",
            firstname: "名字",
            lastname: "姓氏",
            jobtitle: "职位",
            email: "电子邮件",
            phone: "电话",
            title: "标题",
            message: "留言",
          },
          agree: "我同意Maximo Prime与我联系，我同意收集和使用我提供的信息。"
    }
}

export default chTranslations;